Repository: clefebvre/applets
Catalog: capture@rjanja/files/capture@rjanja/po/*.po
Languages: de, hr, sv

source: Schema "%s" not found.
de: Schema »%s« nicht gefunden.
hr: Shema "%s" nije pronađena.
sv: Schemat "%s" kunde inte hittas.

source: Open screenshots folder
de: Bildschirmfoto-Ordner öffnen
hr: Otvori mapu slika zaslona
sv: Öppna skärmklippsmappen

source: Open recordings folder
de: Aufnahme-Ordner öffnen
hr: Otvori mapu snimaka
sv: Öppna inspelningsmappen

source: Screenshot and desktop video
de: Bildschirmfoto und Desktop-Video
hr: Slike i video snimke zaslona
sv: Skärmklipp och skrivbordsvideo

source: Capture settings
de: Aufnahmeeinstellungen
hr: Postavke snimke
sv: Klippinställningar

source: Camera
de: Kamera
hr: Kamera
sv: Kamera

source: Window
de: Fenster
hr: Prozor
sv: Fönster

source: Area
de: Aufnahmebereich
hr: Područje
sv: Område

source: Cinnamon UI
de: Cinnamon-Benutzeroberfläche
hr: Cinnamon sučelje

source: Screen
de: Bildschirm
hr: Zaslon
sv: Skärm

source: Monitor %d
hr: Zaslon %d
sv: Skärm %d

source: Repeat last
de: Letzte Aufnahme wiederholen
hr: Ponovni posljednje
sv: Upprepa senaste klippet

source: Window section
de: Fensterbereich
hr: Područje prozora
sv: Fönsterområde

source: Current window
de: Aktuelles Fenster
hr: Trenutni prozor
sv: Aktuellt fönster

source: Entire screen
de: Gesamter Bildschirm
hr: Cijeli zaslon
sv: Hela skärmen

source: Window menu
de: Fenstermenü
hr: Izbornik prozora
sv: Fönstermeny

source: Tooltip
hr: Napomena
sv: Verktygsbeskrivning

source: Include cursor
de: Zeiger einbeziehen
hr: Uključi pokazivač miša
sv: Inkludera pekare

source: Use timer
de: Timer verwenden
hr: Odgoda slikanja
sv: Använd tidur

source: Copy image
de: Bild kopieren
hr: Kopiraj sliku
sv: Kopiera bild

source: Recorder
de: Rekorder
hr: Snimatelj
sv: Inspelare

source: Start recording
de: Aufnahme starten
hr: Pokreni snimanje
sv: Starta inspelning

source: Record sound
de: Ton aufnehmen
hr: Snimi zvuk
sv: Spela in ljud

source: Stop recording
de: Aufnahme beenden
hr: Zaustavi snimanje
sv: Stoppa inspelning

source: Path has been copied to clipboard.
de: Pfad wurde in die Zwischenablage kopiert.
hr: Putanja je kopirana u međuspremnik.
sv: Sökvägen har kopierats till urklipp.

source: Filename has been copied to clipboard.
de: Dateiname wurde in die Zwischenablage kopiert.
hr: Naziv datoteke je kopiran u međuspremnik.
sv: Filnamnet har kopierats till urklipp.

source: Directory has been copied to clipboard.
de: Verzeichnis wurde in die Zwischenablage kopiert.
hr: Mapa je kopirana u međuspremnik.
sv: Lagringsplatsen har kopierats till urklipp.

source: Image data has been copied to clipboard.
de: Bilddatei wurden in die Zwischenablage kopiert.
hr: Podaci slike su kopirani u međuspremnik.
sv: Bilddata har kopierats till urklipp.

source: Screenshot has been saved to:
de: Bildschirmfoto wurde gespeichert in:
hr: Slika zaslona je spremljena u:
sv: Skärmklipp har sparats i:

source: Screenshot captured!
de: Bildschirmfoto aufgenommen!
hr: Slika zaslona uslikana!
sv: Skärmklipp slutfört!

source: Delete
de: Löschen
hr: Obriši
sv: Ta bort

source: Copy Data
de: Datei kopieren
hr: Kopiraj podatke
sv: Kopiera data

source: Copy Path
de: Pfad kopieren
hr: Kopiraj putanju
sv: Kopiera sökväg

source: Copy URL
de: URL kopieren
hr: Kopiraj URL
sv: Kopiera URL

source: Upload
de: Hochladen
hr: Pošalji
sv: Ladda upp

source: Screenshot deleted
de: Bildschirmfoto gelöscht
hr: Slika zaslona obrisana
sv: Skärmklipp borttaget

source: The screenshot at %s was removed from disk.
de: Das Bildschirmfoto in %s wurde von der Festplatte entfernt.
hr: Slika zaslona u %s je uklonjena s diska.
sv: Skärmklippet i %s har tagits bort från disken.

source: Uploading screenshot to imgur...
de: Bildschirmfoto wird auf Imgur hochgeladen …
hr: Slanje slike diska na imgur...
sv: Laddar upp skärmklipp till Imgur...

source: Link has been copied to clipboard
de: Link wurde in die Zwischenablage kopiert
hr: Poveznica je kopirana u međuspremnik.
sv: Länken har kopierats till urklipp

source: Screenshot has been uploaded as %s
de: Bildschirmfoto wurde als %s hochgeladen
hr: Slika zaslona je poslana kao %s
sv: Skärmklipp har laddats upp som %s

source: Screenshot could not be uploaded due to an error.
de: Bildschirmfoto konnte aufgrund eines Fehlers nicht hochgeladen werden.
hr: Slika zaslona se ne može poslati zbog greške.
sv: Skärmklippet kunde inte laddas upp på grund av ett fel.

source: Select an area by clicking and dragging
de: Klicken und ziehen, um einen Aufnahmebereich auszuwählen
hr: Odaberite područje klikom i povlačenjem
sv: Markera ett område genom att hålla ner musknappen och dra.

source: Use arrow keys to move the selection
de: Pfeiltasten benutzen, um den Auswahlbereich zu bewegen
hr: Koristite tipke strelica za pomicanje odabira
sv: Använd piltangenterna för att flytta markeringen.

source: Use SHIFT and arrow keys to resize the selection
de: SHIFT gedrückt halten, um die Größe des Auswahlbereichs mit den Pfeiltasten zu ändern
hr: Koristite SHIFT i tipke strelica za promjenu veličine odabira
sv: Använd SHIFT och piltangenterna för att storleksändra markeringen

source: Press ENTER to confirm or ESC to cancel
de: ENTER oder KP_RETURN drücken, um die Aufnahme abzuschließen, oder ESC um abzubrechen
hr: Pritisnite ENTER za potvrdu ili ESC za odustajanje
sv: Tryck ENTER för att bekräfta, eller ESC för att avbryta.

source: Select a UI element by moving the mouse
de: Maus über ein Benutzeroberflächen-Element bewegen, um es auszuwählen
hr: Odaberite element grafičkog sučelja pomicanjem miša
sv: Välj ett objekt i användargränssnittet genom att flytta musen

source: Use mousewheel to traverse hierarchy
de: Mit dem Mausrad werden die übergeordneten Elemente ausgewählt
hr: Koristite kotačić miša za prijelaz hijerarhije
sv: Använda mushjulet för att gå genom hierarkin.

source: Hold SHIFT to allow clicking UI element
de: SHIFT gedrückt halten, um Benutzeroberflächen-Elemente mit Mausklicks zu öffnen
hr: Držite SHIFT za dopuštenje klikanja na element grafičkog sučelja
sv: Håll ner SHIFT för klicka på ett gränssnittsobjekt.

source: Click to complete the capture, or ESC to cancel
de: Mit der Maus klicken, um Aufnahme abzuschließen, oder ESC um abzubrechen
hr: Kliknite za završetak snimanja ili pritisnite ESC za odustajanje
sv: Klicka för att slutföra skärmklippet, eller tryck ESC för att avbryta.

source: Desktop
de: Schreibtisch
hr: Radna površina
sv: Arbetsyta

source: Log out
de: Abmelden
hr: Odjava
sv: Logga ut

source: Imgur Wizard
de: Imgur Einrichtungsassistent
hr: Imgur čarobnjak
sv: Imgur-guide

source: Desktop Capture
de: Desktop-Aufnahme
hr: Snimanje radne površine
sv: Skrivbordsklipp

source: Connection Wizard - Imgur (Screenshots)
de: Verbindungsassistent - Imgur (Bildschirmfotos)
hr: Čarobnjak povezivanja - Imgur (Slike zaslona)
sv: Anslutningsguide - Imgur (Skärmklipp)

source: Upload screenshots into an album of your choice!
de: Laden Sie Bildschirmfotos in ein Album Ihrer Wahl hoch!
hr: Pošaljite slike zaslona u album po vašem izboru!
sv: Ladda upp skärmklipp till ett album du väljer!

source: To upload screenshots to imgur, you need to authorize this applet to use your account.
de: Um Bildschirmfotos auf Imgur hochzuladen, müssen Sie dieses Applet zur Verwendung Ihres Kontos autorisieren.
hr: Kako bi poslali slike zaslona na imgur, morate ovlastiti ovaj aplet kako bi koristio vaš račun.
sv: För att ladda upp bilder till Imgur, måste du ge detta panelprogram rätt att använda ditt konto.

source: This wizard will guide you through this process.
de: Dieser Einrichtungsassistent wird Sie durch diesen Prozess führen.
hr: Ovaj čarobnjak će vas voditi kroz ovaj postupak.
sv: Denna guide kommer att leda dig genom denna process.

source: Requirements:
de: Voraussetzungen:
hr: Zahtjevi:
sv: Krav:

source: internet derp derp
de: Eine Internetverbindung
hr: Pristup internetu
sv: internetuppkoppling

source: you must have an %s
de: Sie müssen ein %s besitzen
hr: Morate imati %s
sv: du måste ha %s

source: imgur account
de: Imgur Konto
hr: imgur račun
sv: Imgur-konto

source: you may already have an album for screenshots
de: Sie besitzen eventuell schon ein Album für Bildschirmfotos
hr: Možda već imate album za slike zaslona
sv: du kanske redan har ett album för skärmklipp

source: Permission Request
de: Erlaubnisanfrage
hr: Potrebna je dozvola
sv: Rättighetsbegäran

source: Grant permission for Desktop Capture to access your imgur account.
de: Desktop-Aufnahme eine Berechtigung erteilen, auf Ihr Imgur Konto zugreifen zu dürfen.
hr: Dodijelite dozvolu apletu "Snimanje radne površine" za pristup vašem imgur računu.
sv: Tilldela Desktop Capture rättigheter att använda ditt Imgur-konto.

source: Launch Browser
de: Browser starten
hr: Pokreni preglednik
sv: Starta webbläsaren

source: Press Next when you have authorized Desktop Capture and received a PIN.
de: »Weiter« drücken, wenn Sie Desktop-Aufnahme autorisiert und eine PIN erhalten haben.
hr: Pritisni Sljedeće kada ovlastite aplet "Snimanje radne površine" i primite PIN.
sv: Tryck Nästa, när du har auktoriserat Desktop Capture och fått en PIN-kod.

source: Validate PIN
de: PIN bestätigen
hr: Potvrdi PIN
sv: Validera PIN-koden

source: Enter PIN to validate access and get tokens.
de: PIN eingeben, um Zugriff zu überprüfen und Token zu erhalten.
hr: Upišite PIN za ovjeru pristupa i nabavite tokene.
sv: Ange PIN-koden för att validera åtkomst och få tokens.

source: Enter PIN
de: PIN eingeben
hr: Upiši PIN
sv: Ange PIN-kod

source: Choose album
de: Album auswählen
hr: Odaberi album
sv: Välj album

source: Please choose the album for new screenshots.
de: Bitte das Album für neue Bildschirmfotos auswählen.
hr: Odaberite album za nove slike zaslona.
sv: Välj album för nya skärmklipp.

source: (Loading..)
de: (Wird geladen …)
hr: (Učitavanje...)
sv: (Läser in...)

source: Manage your albums by visiting your %s.
de: Verwalten Sie Ihre Alben, indem Sie Ihr %s besuchen.
hr: Upravljajte svojim albumima posjetom vašem %s.
sv: Hantera dina album genom att besöka %s.

source: Finished
de: Beendet
hr: Završeno
sv: Slutfört

source: All done!
de: Alles erledigt!
hr: Sve je završeno!
sv: Allt klart!

source: Quit
de: Beenden
hr: Zatvori
sv: Avsluta

source: Next
de: Weiter
hr: Sljedeće
sv: Nästa

source: Back
de: Zurück
hr: Natrag
sv: Tillbaka

source: Pin Incorrect
de: PIN ist falsch
hr: Neispravan pin
sv: Fel PIN-kod

source: (Create a new "Screenshots" album)
de: (Ein neues »Bildschirmfotos«-Album erstellen)
hr: (Stvori novi "Slike zaslona" album)
sv: (Skapa ett nytt album "Screenshots")

source: Keybinding to repeat last capture:
de: Tastenbelegung zur Wiederholung der letzten Aufnahme:
hr: Kombinacija tipki za ponavljanje posljednjeg slikanja:
sv: Snabbtangent för att upprepa senaste klippet:

source: Keybinding to capture monitor 1:
de: Tastenbelegung zur Aufnahme von Monitor 1:
hr: Kombinacija tipki za slikanje zaslona 1:
sv: Snabbtangent för klipp på skärm 1:

source: Integrations: Imgur (Screenshots)
de: Einbindung: Imgur (Bildschirmfotos)
hr: Integracije: Imgur (Slike zaslona)
sv: Integrering: Imgur (Screenshots)

source: Screenshots: Post-Capture Settings
de: Bildschirmfotos: Optionen nach der Aufnahme
hr: Slike zaslona: Postavke nakon slikanja
sv: Skärmklipp: Efter-klipp-inställningar

source: Enable uploading from notifications
de: Hochladen aus Benachrichtigungen aktivieren
hr: Omogući slanje iz obavijesti
sv: Aktivera uppladdning från aviseringsrutan

source: Whether to use imgur image hosting services
de: Gibt an, ob Imgur, ein Filehosting-Dienst für Bilder, verwendet werden soll
hr: Treba li koristiti uslugu imgur pohrane slika
sv: Om bildlagringstjänsten Imgur skall användas

source: These settings only apply when using the Built-in Recorder tool.
de: Diese Einstellungen gelten nur bei Verwendung des Built-in-Rekorder-Tools.
hr: Ove postavke se samo primjenjuju kada se koristi ugrađeni alat snimanja.
sv: Dessa inställningar gäller endast vid användning av inbyggt inspelningsverktyg.

source: Keybinding to start/stop recording:
de: Tastenbelegung zum Starten/Beenden der Aufnahme:
hr: Kombinacija tipki za pokretanje/zaustavljanje snimanja:
sv: Snabbtangent för att starta/stoppa inspelning:

source: Will start only Cinnamon Recorder. Will stop any recorder using its stop-command.
de: Wird nur den Cinnamon Rekorder starten. Stoppt jeden Rekorder mit seinem Beenden-Befehl.
hr: Pokrenut će se samo Cinnamon snimatelj. Zaustavit će se ostali snimatelji upotrebom naredbe zaustavljanja.
sv: Startar endast Cinnamon Recorder. Stoppar alla inspelare med hjälp av stoppkommandot.

source: Whether to use a timer before capturing
de: Gibt an, ob ein Timer/eine Zeitverzögerung vor der Aufnahme verwendet werden soll
hr: Treba li koristiti odgodu slikanja
sv: Om ett tidur skall använda före klipp

source: Use highlighted style in UI capture
de: Hervorhebung in »Cinnamon-Benutzeroberläche«-Aufnahme verwenden
hr: Koristi naglašeni izgled u slikanju korisničkog sučelja
sv: Använd belyst stil i UI-klipp

source: Turn on for a 'highlighted' effect, using CSS styles applied by .capture-outline-frame
de: Aktivieren für einen »Hervorhebungs«-Effekt, welcher durch Verwendung von CSS-Styles entsteht, die durch .capture-outline-frame bereitgestellt werden
hr: Uključi 'naglašeni' efekt, pomoću CSS stilova primijenjenih pomoću .capture-outline-frame
sv: Aktiveras för en "belysningseffekt", med hjälp av CSS tillämpad av .capture-outline-frame

source: Recorder: General Settings
de: Rekorder: Allgemeine Einstellungen
hr: Snimatelj: Opće postavke
sv: Inspelare: Allmänna inställningar

source: Keybinding to capture a window:
de: Tastenbelegung zur Aufnahme eines Fensters:
hr: Kombinacija tipki za slikanje prozora:
sv: Snabbtangent för fönsterklipp:

source: Upload to your own account (instead of anonymously)
de: Auf Ihr eigenes Konto hochladen (anstatt anonymisiert)
hr: Šaljite na svoj račun (umjesto anonimno)
sv: Ladda upp till ditt konto (istället för anonymt)

source: If unchecked, uploads will be anonymous and not tied to your account.
de: Wenn deaktiviert, werden Bilder anonym hochgeladen und nicht an Ihr Konto gebunden.
hr: Ako nije odabrano, slanje će biti anonimno i neće biti povezano s vašim računom.
sv: Vid inaktiverat, blir uppladdningar anonyma och inte bundna till ditt konto.

source: imgur oauth refresh token
de: Imgur OAuth Auffrischungstoken (refresh_token)
hr: imgur oauth token osvježavanja

source: imgur oauth access token
de: Imgur OAuth Zugangstoken (access_token)
hr: imgur oauth token pristupa

source: Last selected sub-page (tab index) of settings application
de: Letzte ausgewählte Unterseite (Registerkarte) der Anwendungseinstellungen
hr: Posljednja odabrana podstranica (kartica sadržaja) postavki aplikacije
sv: Senast valda undersida (tab-index) i inställningsprogrammet

source: Integration: Imgur
de: Einbindung: Imgur
hr: Integracija: Imgur
sv: Integrering: Imgur

source: Cinnamon Screenshot
hr: Cinnamon slikanje zaslona
sv: Cinnamon skärmklipp

source: Keybindings
de: Tastenbelegungen
hr: Prečaci tipkovnice
sv: Snabbtangenter

source: Cinnamon Recorder
de: Cinnamon Rekorder
hr: Cinnamon snimatelj

source: Effects
de: Effekte
hr: Efekti
sv: Effekter

source: Appearance
de: Erscheinungsbild
hr: Izgled
sv: Utseende

source: Notifications
de: Benachrichtigungen
hr: Obavijesti
sv: Aviseringar

source: Misc
de: Verschiedenes
hr: Ostalo
sv: Diverse

source: Capture Tool Selection
de: Auswahl der Aufnahmewerkzeuge
hr: Alat odabira područja
sv: Klippverktyg

source: Screenshots
de: Bildschirmfotos
hr: Slike zaslona
sv: Skärmklipp

source: General
de: Allgemein
hr: Općenito
sv: Allmänt

source: Copying
de: Kopieren
hr: Kopiranje
sv: Kopiering

source: Screenshot program
de: Bildschirmfoto-Programm
hr: Program slikanja
sv: Skärmklippsprogram

source: Preferred screen capture program
de: Bevorzugtes Bildschirmfoto-Programm
hr: Željeni program slikanja zaslona
sv: Föredraget skärmklippsprogram

source: Cinnamon Screenshot (built-in)
hr: Cinnamon slikanje (ugrađeno)
sv: Cinnamon Screenshot (inbyggt)

source: GNOME Screenshot
hr: GNOME slikanje

source: Include mouse cursor
de: Mauszeiger einbeziehen
hr: Uključi pokazivač miša `
sv: Inkludera muspekare

source: Whether to include mouse cursor in screenshot
de: Gibt an, ob Mauszeiger im Bildschirmfoto aufgenommen werden soll
hr: Treba li prikazati pokazivač miša u slici zaslona
sv: Om muspekaren skall inkluderas i skärmklippet

source: Ignore transparency in window captures (suggested, or shots may be black or distorted)
de: Transparenz in »Fenster«-Aufnahmen ignorieren (empfohlen, anderenfalls können Aufnahmen schwarz oder verzerrt sein)
hr: Zanemari prozirnost u slikama prozora (slike mogu biti crne ili izobličene)
sv: Ignorera transparens i fönsterklipp (rekommenderas, eftersom klippen annars kan bli svarta eller förvrängda)

source: Asking the desktop manager for a screenshot of a window would usually result in a nice image retaining any transparent regions. But depending on the graphics drivers and Cinnamon version it may turn out black or distorted.
de: Wird der Desktopmanager nach einem Bildschirmfoto eines Fensters gefragt, entsteht normalerweise ein schönes Bild, das alle transparenten Bereiche enthält. Aber je nach Grafiktreiber und Cinnamon-Version kann das Bild schwarz oder verzerrt ausfallen.
hr: Upit upravitelja radne površine za sliku zaslona uobičajeno rezultira lijepom slikom zadržavajući prozirna područja. Ali ovisno o grafičkim upravljačkim programima i inačici Cinnamona mogu biti crna ili izobličena.
sv: När skrivbordshanteraren tar ett skärmklipp, blir resultatet oftast en snygg bild inklusive eventuella transparenta områden. Beroende på grafikdrivrutin och Cinnamon-version kan den dock bli svart eller förvrängd.

source: Keybinding to capture a UI element:
de: Tastenbelegung zur Aufnahme eines Cinnamon-Benutzeroberflächen-Elementes:
hr: Kombinacija tipki za slikanje elementa grafičkog sučelja:
sv: Snabbtangent för klipp av UI-objekt:

source: Please note not all recorder tools may respect these settings.
de: Bitte beachten Sie, nicht alle Rekorder-Tools können diese Einstellungen berücksichtigen.
hr: Zapamtite da svi alati za snimanje ne moraju poštovati ove postavke.
sv: Notera att alla inspelningsverktyg kanske inte respekterar dessa inställningar.

source: Wizard: Connect to your account..
de: Einrichtungsassistent: Mit Ihrem Konto verbinden …
hr: Čarobnjak: Povežite se s vašim računom...
sv: Guide: Anslut till ditt konto...

source: Pressing this button will open a configuration utility
de: Durch Drücken dieser Taste wird ein Konfigurationsprogramm geöffnet
hr: Pritisak ove tipke će otvoriti alat podešavanja
sv: Denna knapp öppnar ett konfigurationsverktyg

source: Capture delay
de: Aufnahmeverzögerung
hr: Odgoda slikanja
sv: Klippfördröjning

source: How many seconds to wait before taking a screenshot
de: Wie viele Sekunden vor der Aufnahme eines Bildschirmfotos warten
hr: Koliko sekundi čekati prije slikanja
sv: Hur många sekunder ett skärmklipp skall fördröjas

source: seconds
de: Sekunden
hr: sekunde
sv: sekunder

source: Recorder program
de: Rekorder-Programm
hr: Program snimanja
sv: Inspelningsprogram

source: Preferred screen recorder program
de: Bevorzugtes Bildschirmrekorder-Programm
hr: Željeni program snimanja
sv: Föredraget skärminspelningsprogram

source: Cinnamon Recorder (built-in)
de: Cinnamon Rekorder (Built-in)
hr: Cinnamon snimatelj (ugrađeno)

source: Show toggle button for copying image to clipboard
de: Schalter für das Kopieren des Bildes in die Zwischenablage anzeigen
hr: Prikaži preklopnu tipku za kopiranje slike u međuspremnik
sv: Visa av/på-knapp för bildkopiering till urklipp

source: Whether to show another toggle button in the menu for copying image to clipboard. If you have notifications enabled you probably don't need this set.
de: Gibt an, ob ein weiterer Schalter zum Kopieren des Bildes in die Zwischenablage im Menü angezeigt werden soll. Wenn Sie Benachrichtigungen aktiviert haben, werden Sie diese Einstellung wahrscheinlich nicht benötigen.
hr: Treba li prikazati dodatnu preklopnu tipku u izborniku za kopiranje slike u međuspremnik. Ako imate omogućene obavijesti sustava vjerojatno vam to nije potrebno.
sv: Om av/på-knappen för kopiering till urklipp skall visas i menyn. Har du aktiverat aviseringar, behöver du troligen inte denna.

source: Last selected page (tab index) of settings application
de: Letzte ausgewählte Seite (Registerkarte) der Anwendungseinstellungen
hr: Posljednja odabrana stranica (kartica sadržaja) postavki aplikacije
sv: Senast valda sida (tab-index) i inställningsprogrammet

source: When left-clicking preview image
de: Bei Linksklick auf Vorschaubild
hr: Lijevim klikom na pregled slike
sv: Vid vänsterklick på förhandsvisningsbild

source: Open the file
de: Die Datei öffnen
hr: Otvori datoteku
sv: Öppna filen

source: Open the directory
de: Das Verzeichnis öffnen
hr: Otvori mapu
sv: Öppna mappen

source: Do nothing
de: Nichts tun
hr: Ne čini ništa
sv: Gör ingenting

source: Open file manager after capture
de: Dateimanager nach Aufnahme öffnen
hr: Otvori upravitelja datoteka nakon slikanja
sv: Öppna filhanteraren efter klipp

source: Whether to open the screenshot in file manager
de: Gibt an, ob das Bildschirmfoto im Dateimanager geöffnet werden soll
hr: Treba li otvoriti sliku zaslona u upravitelju datoteka
sv: Om skärmklippet skall öppnas i filhanteraren

source: Click here to send an example notification
de: Hier klicken, um eine Beispiel-Benachrichtigung zu senden
hr: Kliknite ovdje za slanje testne obavijesti
sv: Klicka här för att visa en exempelavisering

source: Pressing this button will send an example notification with all actions disabled.
de: Wenn Sie diesen Knopf drücken, wird eine Beispielbenachrichtigung mit deaktivierten Aktionen gesendet.
hr: Pritisak ove tipke će poslati primjer obavijesti sa svim radnjama onemogućenim.
sv: Den här knappen visar ett exempel på en avisering, med alla åtgärder inaktiverade.

source: Recorder: Built-in Settings
de: Rekorder: Built-in-Einstellungen
hr: Snimatelj: Ugrađene postavke
sv: Inspelare: Inbyggda inställningar

source: When right-clicking preview image
de: Bei Rechtsklick auf Vorschaubild
hr: Desnim klikom na pregled slike
sv: Vid högerklick på förhandsvisningsbild

source: Include window frame
de: Fensterrahmen einbeziehen
hr: Uključi okvir prozora
sv: Inkludera förnsterramar

source: Whether to include the window frame and titlebar in window captures
de: Gibt an, ob der Fensterrahmen und die Titelleiste in Fensteraufnahmen mit aufgenommen werden sollen
hr: Treba li uključiti okvir prozora i naslovnu traku u sliku prozora
sv: Om fönsterramar och namnfält skall inkluderas i fönsterklipp

source: Path and filename
de: Pfad und Dateiname
hr: Putanju i naziv datoteke
sv: Sökväg och filnamn

source: Image Data
de: Bilddatei
hr: Podatke slike
sv: Bilddata

source: Off
de: Aus
hr: Isključeno
sv: Av

source: Only Filename
de: Nur Dateiname
hr: Samo naziv datoteke
sv: Endast filnamn

source: Only Directory
de: Nur Verzeichnis
hr: Samo mapu
sv: Endast lagringsmapp

source: Whether to copy path/filename of screenshots to clipboard after capture
de: Gibt an, ob Pfad/Dateiname des Bildschirmfotos nach der Aufnahme in die Zwischenablage kopiert werden soll
hr: Treba li kopirati putanju/naziv datoteke slike zaslona u međuspremnik nakon slikanja
sv: Om sökväg/filnamn skall kopieras till urklipp efter skärmklipp

source: Copy to clipboard
de: In Zwischenablage kopieren
hr: Kopiraj u međuspremnik
sv: Kopiera till urklipp

source: Note: changing keybindings may require restarting Cinnamon.
de: Hinweis: Das Ändern der Tastenbelegungen kann einen Neustart von Cinnamon erfordern.
hr: Napomena: Promjena kombinacija tipki može zahtijevati ponovno pokretanje Cinnamona.
sv: Notera att snabbtangentsändringar kan kräva omstart av Cinnamon.
