Repository: clefebvre/applets
Catalog: capture@rjanja/files/capture@rjanja/po/*.po
Languages: de, hr, sv

source: Keybinding to capture an area:
de: Tastenbelegung zur Aufnahme eines Aufnahmebereiches:
hr: Kombinacija tipki za slikanje odabranog područja:
sv: Snabbtangent för ett anpassat områdesklipp:

source: Filename format
de: Dateinamenformat
hr: Format naziva datoteke
sv: Filnamnsformat

source: Don't include file extension. %TYPE is area, window, etc. E.g. %Y-%M-%D-%H%I = 2014-05-25-1848.png. Use %S for seconds, %m for milliseconds
de: Dateiendung nicht einfügen. %TYPE ist Aufnahmebereich, Fenster, usw. Zum Beispiel %Y-%M-%D-%H%I = 2014-05-25-1848.png. Benutzen Sie %S für Sekunden, %m für Millisekunden
hr: Ne uključuj nastavak vrste datoteke. %TYPE je područje, prozor, itd. Npr. %H%I%S-%D-%M-%Y = 1848-05-25-2014.png. Koristite %S za sekunde, %m za millisekunde
sv: Inkludera inte filändelse. %TYPE är område, fönster etc. Exempel: %Y-%M-%D-%H%I = 2014-05-25-1848.png. Använd %S för sekunder och %m för millisekunder.

source: Save location
de: Speicherort
hr: Lokacija spremanja
sv: Plats för att spara

source: Folder to save new screenshots
de: Ordner zum Speichern neuer Bildschirmfotos
hr: Mapa za spremanje novih slika zaslona
sv: Mapp för att spara nya skärmklipp

source: Format for built-in recorder. E.g. %Y-%M-%D-%H%I = 2014-05-25-1848.webm. Use %S for seconds, %m for milliseconds
de: Format für den Built-in-Rekorder. Zum Beispiel %Y-%M-%D-%H%I = 2014-05-25-1848.webm. Benutzen Sie %S für Sekunden, %m für Millisekunden
hr: Format za ugrađeni snimatelj. Npr. %H%I -%D-%M-%Y= 1848 -25-05-2014.webm. Koristite %S za sekunde, %m za millisekunde
sv: Format för inbyggd inspelare. Exempel: %Y-%M-%D-%H%I = 2014-05-25-1848.webm. Använd %S för sekunder och %m för millisekunder.

source: Use symbolic (black and white) icon for applet
de: Symbolisches (schwarz-weißes) Icon für Applet verwenden
hr: Koristi simboličke (crne i bijele) ikone za aplet
sv: Använd symbolisk (svartvit) ikon för programmet

source: Whether to use symbolic (black and white) icon for applet
de: Gibt an, ob symbolisches (schwarz-weißes) Icon für das Applet verwendet werden soll
hr: Treba li koristiti simboličke (crne i bijele) ikone za aplet
sv: Om en symbolisk (svartvit) ikon skall användas i systemfältet

source: Enable delete from notification
de: Löschen aus der Benachrichtigung aktivieren
hr: Omogući brisanje iz obavijesti
sv: Aktivera borttagning från aviseringsrutan

source: If checked, a delete button will be shown in the notification that allows you to remove the screenshot from disk.
de: Wenn aktiviert, wird in der Benachrichtigung ein Löschen-Knopf angezeigt, der es ermöglicht das Bildschirmfoto von der Festplatte zu löschen.
hr: Ako je odabrano, tipka brisanja koja vam omogućuje brisanje slike zaslona sa diska će biti prikazana u obavijesti.
sv: Vid aktivering visas en knapp i aviseringsrutan, som låter dig ta bort skärmklippet från hårddisken.

source: Show capture timer
de: Aufnahme-Timer anzeigen
hr: Prikaži odbrojavanje odgode slikanja
sv: Visa tidur

source: Whether to show the timer on the screen
de: Gibt an, ob der Timer auf dem Bildschirm angezeigt werden soll
hr: Treba li prikazati odbrojavanje odgode slikanja
sv: Om tiduret skall visas på skärmen

source: Copy image data to clipboard (toggle)
de: Bilddatei in Zwischenablage kopieren (Schalter)
hr: Kopiraj podatke slike u međuspremnik (uključi)
sv: Kopiera bilddata till urklipp (av/på)

source: This overrides the 'Copy to clipboard' setting
de: Dies überschreibt die »In Zwischenablage kopieren«-Einstellung
hr: Ovo zaobilazi postavku 'Kopiraj u međuspremnik'
sv: Detta överordnas inställningen för "Kopiera till urklipp"

source: Use desktop notifications
de: Desktop-Benachrichtigungen verwenden
hr: Koristi obavijesti radne površine
sv: Använd skrivbordsavisering

source: Whether to send a notification to desktop after capture
de: Gibt an, ob nach der Aufnahme eine Benachrichtigung auf dem Desktop angezeigt werden soll
hr: Treba li poslati obavijest radne površine nakon slikanja
sv: Om en avisering skall visas på skrivbordet efter skärmklipp

source: Play timer interval sound
de: Timer-Intervall-Geräusch abspielen
hr: Reproduciraj zvuk odbrojavanja
sv: Spela upp ljud för tidursintervall

source: Whether to play the timer interval sound as the timer counts down
de: Gibt an, ob das Timer-Intervall-Geräusch beim Herunterzählen des Timers abgespielt werden soll
hr: Treba li reproducirati zvuk pri odbrojavanju do slikanja
sv: Om tidursljud skall spelas upp under nerräkningen för skärmklipp

source: Screenshots: General Settings
de: Bildschirmfotos: Allgemeine Einstellungen
hr: Snimka zaslona: Opće postavke
sv: Skärmklipp: Allmänna inställningar

source: Enable copying path from notification
de: Kopieren des Pfades aus der Benachrichtigung aktivieren
hr: Omogući kopiranje putanje iz obavijesti
sv: Aktivera sökvägskopiering från aviseringsrutan

source: If checked, a button will be shown in the notification that allows you to copy the screenshot path to clipboard
de: Wenn aktiviert, wird in der Benachrichtigung ein Knopf angezeigt, der es ermöglicht den Pfad des Bildschirmfotos in die Zwischenablage zu kopieren.
hr: Ako je odabrano, tipka za kopiranje putanje slike zaslona u međuspremnik će biti prikazana u obavijesti
sv: Vid aktivering visas en knapp i aviseringsrutan, som låter dig kopiera skärmklippets sökväg till urklipp.

source: Turn off copy image toggle after capture
de: »Bild kopieren«-Schalter nach Aufnahme ausschalten
hr: Isključi preklopnu tipku kopiranja slike nakon slikanja
sv: Stäng av bildkopiering efter klipp

source: When set, the copy image to clipboard toggle button override will be turned off after a successful capture
de: Wenn diese Einstellung aktiviert ist, wird der Schalter für das Kopieren des Bildes in die Zwischenablage nach einer erfolgreichen Aufnahme deaktiviert
hr: Kada je odabrano, tipka zaobilaženja kopiranja slike u međuspremnik će biti isključena nakon uspješnog slikanja
sv: Vid aktivering kommer kopiering av bild till urklipp att stängas av efter slutfört skärmklipp.

source: Play shutter sound
de: Auslösegeräusch abspielen
hr: Reproduciraj zvuk okidača
sv: Spela upp slutarljud

source: Whether to play the shutter sound as the capture is made
de: Gibt an, ob ein Auslösegeräusch während der Aufnahme abgespielt werden soll
hr: Treba li repoducirati zvuk okidača kada je slika uslikana
sv: Om slutarljud skall spelas upp under skärmklippet

source: Keybinding to capture the screen:
de: Tastenbelegung zur Aufnahme des Bildschirmes:
hr: Kombinacija tipki za slikanje zaslona:
sv: Snabbtangent för ett helskärmsklipp:

source: Show camera flash
de: Kamera-Blitzlicht anzeigen
hr: Prikaži bljesak kamere
sv: Visa kamerablixt

source: Whether to show a bright flash over the capture area
de: Gibt an, ob ein helles Blitzlicht über dem Aufnahmebereich angezeigt werden soll
hr: Treba li prikazati svijetao bljesak preko zaslona slikanja
sv: Om en ljusblixt skall visas över klippområdet

source: Screenshots: Built-in Capture Settings
de: Bildschirmfotos: Built-in-Aufnahmeeinstellungen
hr: Snimka zaslona: Postavke ugrađenog snimatelja
sv: Skärmklipp: Inbyggda klippinställningar

source: Enable copying image data from notification
de: Kopieren der Bilddatei aus der Benachrichtigung aktivieren
hr: Omogući kopiranje podataka slike iz obavijesti
sv: Aktivera bildkopiering från aviseringsrutan

source: If checked, a button will be shown in the notification that allows you to copy the screenshot data to clipboard
de: Wenn aktiviert, wird in der Benachrichtigung ein Knopf angezeigt, der es ermöglicht die Bildschirmfotodatei in die Zwischenablage zu kopieren
hr: Ako je odabrano, tipka koja vam omogućava kopiranje podataka slike zaslona u međuspremnik biti će prikazana u obavijesti
sv: Vid aktivering visas en knapp i aviseringsrutan, som låter dig kopiera skärmklippet till urklipp.

source: Folder for new screen recordings
de: Ordner für neue Bildschirmaufnahmen
hr: Mapa za spremanje novih snimaka
sv: Mapp för nya skärminspelningar

source: Built-in
hr: Ugrađeno
sv: inbyggt

source: Use camera flash
de: Kamera-Blitzlicht verwenden
hr: Koristi bljesak kamere
sv: Använd kamerablixt

source: Screenshot and screencasting tools
de: Bildschirmfoto- und Screencasting-Tools
hr: Alat za slikanje i snimanje zaslona
sv: Skärmklipps- och inspelningsverktyg

source: XWD
de: X Window Dump (XWD)

source: imgur oauth album id
de: Imgur OAuth Album-ID-Nummer (album_id)
