Repository: clefebvre/applets
Catalog: Cinnamenu@json/files/Cinnamenu@json/po/*.po
Languages: de_de

source: Gno-Menu: Search Firefox bookmarks disabled
de_de: Gno-Menu: Firefox Lesezeichen durchsuchen ist deaktiviert

source: If you want to search Firefox bookmarks, you must install the required pacakages: libgir1.2-gda-5.0 [Ubuntu] or libgda-sqlite [Fedora]
de_de: Wenn Sie Firefox Lesezeichen durchsuchen wollen, müssen Sie das Paket libgir1.2-gda-5.0 [Ubuntu] oder libgda-sqlite [Fedora] installieren

source: Gno-Menu: Search Midori bookmarks disabled
de_de: Gno-Menu: Midori Lesezeichen durchsuchen ist deaktiviert

source: If you want to search Midori bookmarks, you must install the required pacakages: libgir1.2-gda-5.0 [Ubuntu] or libgda-sqlite [Fedora]
de_de: Wenn Sie Midori Lesezeichen durchsuchen wollen, müssen Sie das Paket libgir1.2-gda-5.0 [Ubuntu] oder libgda-sqlite [Fedora] installieren

source: Recent
de_de: Kürzlich

source: Webmarks
de_de: Lesezeichen

source: Favorites
de_de: Favoriten

source: Places
de_de: Orte

source: Toggle Startup Apps View
de_de: Ansicht wechseln

source: List View
de_de: Listen Ansicht

source: Grid View
de_de: Raster Ansicht

source: Type to search...
de_de: Tippen zum Suchen...

source: All Applications
de_de: Alle Programme

source: Frequent Apps
de_de: Häufige Programme

source: Favorite Apps
de_de: Favoriten

source: Restart Shell
de_de: Oberfläche neustarten

source: Suspend
de_de: Ruhen

source: Shutdown
de_de: Ausschalten

source: Logout User
de_de: Benutzer ausloggen

source: Lock Screen
de_de: Bildschirm sperren

source: Preferences
de_de: Einstellungen

source: No cinnamenu stylesheet found
de_de: Kein cinnamenu Design gefuden

source: Failed to launch "%s"
de_de: Starten von "%s" schlug fehl

source: Home
de_de: Persönlicher Ordner

source: Computer
de_de: Rechner

source: Browse network
de_de: Netzwerk durchsuchen

source: <b>Panel Settings</b>
de_de: <b>Einstellungen der Statusleiste</b>

source: Disable activities hot corner
de_de: Deaktiviere die Hotcorner der Übersicht

source: Remove View button from panel
de_de: Entferne den Übersichtbutton von der Statusleiste

source: Label for View button
de_de: Text des Übersichtbuttons

source: Use icon with View button
de_de: Bild des Übersichtbuttons

source: Remove Apps button from panel
de_de: Entferne den Programmebutton von der Statusleiste

source: Label for Apps button
de_de: Text des Programmebuttons

source: Use icon with Apps button
de_de: Bild des Programmebuttons

source: Remove Menu button from panel
de_de: Entferne den Menubutton von der Statusleiste

source: Label for Menu button
de_de: Text des Menubuttons

source: Use icon with Menu button
de_de: Bild des Menubuttons

source: Disable Menu button hot spot
de_de: Deaktiviere die Hotcorner des Menubuttons

source: Disable Menu button shortcut key
de_de: Deaktiviere Menubutton Kürzel

source: Invalid accelerator. Try F12, <Super>space, <Ctrl><Alt><Shift>a, etc.
de_de: Unzulässiges Kürzel. Versuchen Sie F12, <Super>space, <Ctrl><Alt><Shift>a, usw.

source: Set Menu button position
de_de: Position des Menubuttons

source: Left
de_de: Links

source: Center
de_de: Mittig

source: Right
de_de: Rechts

source: <b>Menu Settings</b>
de_de: <b>Einstellungen des Menus</b>

source: Hide User Options Panel
de_de: Benutzeroptionen verstecken

source: Hide Shortcuts Panel
de_de: Kürzel verstecken

source: Menu layout size
de_de: Größe des Menus

source: Compact
de_de: Kompakt

source: Icons to display on Shortcuts Panel
de_de: Anzuzeigende Bilder in der Schnellleiste

source: Applications to display at startup
de_de: Beim Start anzuzeigende Programme

source: All
de_de: Alle

source: Frequent
de_de: Häufige

source: None
de_de: Keine

source: Number of columns in Application Grid
de_de: Anzahl der Spalten im Programmraster

source: Default view mode for applications
de_de: Standardansicht für Programme

source: List
de_de: Liste

source: Grid
de_de: Raster

source: Hide Categories Panel
de_de: Kategorien verstecken

source: Category selection method
de_de: Auswahlmodus für Kategorien

source: Hover
de_de: Zeigen

source: Click
de_de: Klicken

source: Size of Shortcuts Panel icons
de_de: Bildergröße der Kürzel

source: Size of Application List icons
de_de: Bildergröße in der Programmliste

source: Size of Application Grid icons
de_de: Bildergröße im Programmraster
