Repository: clefebvre/applets
Catalog: tfmKeyboard@alexpp/files/tfmKeyboard@alexpp/po/*.po
Languages: fr, hr

source: Loading....
fr: Chargement...
hr: Učitavanje...

source: Transformice keyboard configuration switch
fr: Basculer la configuration clavier pour Transformice
hr: Transformice prebacivač podešavanja tipkovnice

source: Normal
hr: Normalno

source: Hard
fr: Difficile
hr: Tvrdo

source: Divine
fr: Divin
hr: Uzvišeno

source: Screencast recorder '%s' not found
fr: Programme d'enregistrement '%s' non trouvé.
hr: Snimatelj zaslona '%s' nije pronađen

source: Switch normal / prefered mode
fr: Basculement au mode normal / préféré
hr: Prebaci normalan/preferiran način

source: Stop recording
fr: Arrêter la capture vidéo
hr: Zaustavi snimanje

source: Start recording
fr: Démarrer la capture vidéo
hr: Pokreni snimanje

source: Use screencast
fr: Activer l'enregistrement
hr: Koristi snimatelja zalona

source: Crop W:
fr: Rognage (longueur):
hr: Obreži W:

source: pixels (Y right)
fr: pixels (Y droit)
hr: piksela (Y desno)

source: Crop X:
fr: Rognage X:
hr: Obreži X:

source: pixels
hr: piksela

source: Crop Y:
fr: Rognage Y:
hr: Obreži Y:

source: Divine mode shorcut configuration
fr: Configuration des raccourcis clavier mode Divin
hr: Podešavanje prečaca uzvišenog načina

source: Crop H:
fr: Rognage (Hauteur):
hr: Obreži H:

source: pixels (X bottom)
fr: Pixels (X bas)
hr: piksela (X dno)

source: Video file name:
fr: Nom du fichier vidéo:
hr: Naziv video datoteke:

source: Default: screencast_%Y-%M-%D_%H:%I:%S %Y = Year %M = Month %D = Day %H = Hour %I = Minutes %S = Seconds %m = Milliseconds
fr: Défaut: screencast_%Y-%M-%D_%H:%I:%S%Y = Année%M = Mois%D = Date%H = Heure%I = Minutes%S = Secondes%m = Millisecondes
hr: Zadano: snimka_zaslona_%Y-%M-%D_%H:%I:%S %Y = Godina %M = Mjesec %D = Dan %H = Sat %I = Minute %S = Sekunde %m = Millisekunde

source: Key F5
fr: Touche F5
hr: Tipka F5

source: Red nail (b)
fr: Clou rouge (b)
hr: Crveni lak (b)

source: Confetti (e)
hr: Konfete (e)

source: Ball
fr: Balle
hr: Lopta

source: Little box
fr: Petite caisse
hr: Mala kutija

source: Anvil
fr: Enclume
hr: Nakovanj

source: Green motor left (j)
fr: Clou vert sens anti-horaire ↺ (j)
hr: Zeleni motor lijevi (j)

source: Balloon
fr: Ballon
hr: Balon

source: Big board
fr: Grande planche
hr: Velika daska

source: Do no modify
fr: Ne pas modifier
hr: Ne mijenjaj

source: Rotate left (w)
fr: Rotation anti-horaire ↺ (w)
hr: Zakreni lijevo (w)

source: Rune
hr: Runa

source: Arrow
fr: Flèche
hr: Strelica

source: (un)hidden (spacebar)
fr: (in)visible (espace)
hr: (od)skriveni (spacebar)

source: Little board
fr: Petite planche
hr: Mala daska

source: Green nail (v)
fr: Clou Vert (v)
hr: Zeleni lak (v)

source: Rotate right (x)
fr: Rotation horaire ↻ (x)
hr: Zakreni desno (x)

source: Yellow nail (c)
fr: Clou Jaune (c)
hr: Žuti lak (c)

source: Big box
fr: Grande caisse
hr: Velika kutija

source: Empty
fr: Rien
hr: Prazno

source: Green motor right (n)
fr: Clou vert sens horaire ↻ (n)
hr: Zeleni motor desni (n)

source: Show text
fr: Afficher le texte
hr: Prikaži tekst

source: Start screencast
fr: Démarrer la capture vidéo
hr: Pokreni snimanje

source: Options
hr: Mogućnosti

source: Show icon
fr: Afficher l'icône
hr: Prikaži ikonu

source: Key F1
fr: Touche F1
hr: Tipka F1

source: Modes shorcuts switch
fr: Configuration des raccourcis clavier
hr: Način prečaca prebacivanja

source: Screencast folder
fr: Destination des captures vidéos
hr: Mapa snimanja

source: {VIDEO_DIR} = ~/Videos
fr: {VIDEO_DIR} = ~/Vidéos
hr: {VIDEO_DIR} = ~/Snimke

source: Use icon menu
fr: Activer le menu d'icône
hr: Koristi ikonu izbornika

source: Default switch mode
fr: Mode par défaut sur basculement
hr: Zadani način prebacivanja

source: Fixed :
fr: Fixe
hr: Nepromjenjivo:

source: pixels (width)
fr: pixels (longueur)
hr: pikseli (širina)

source: Key F3
fr: Touche F3
hr: Tipka F3

source: Key F9
fr: Touche F9
hr: Tipka F9

source: Key F8
fr: Touche F8
hr: Tipka F8

source: Key F2
fr: Touche F2
hr: Tipka F2

source: Advanced configuration !
fr: Configuration avancé !
hr: Napredne mogućnosti!

source: Key F4
fr: Touche F4
hr: Tipka F4

source: Key F7
fr: Touche F7
hr: Tipka F7

source: Key F6
fr: Touche F6
hr: Tipka F6

source: Key F11
fr: Touche F11
hr: Tipka F11

source: Key F10
fr: Touche F10
hr: Tipka F10

source: Key F12
fr: Touche F12
hr: Tipka F12

source: Screencast recorder program:
fr: Programme d'enregistrement
hr: Program snimanja:

source: avconv (recommanded)
fr: avconv (recommandé)
hr: avconv (preproučljivo)

source: Hard mode shortcut configuration
fr: Configuration des raccourcis clavier mode Difficile
hr: Podešavanje prečaca tvrdog načina

source: Use fixed recording area
fr: Utiliser une zone d'enregistrement fixe
hr: Koristi nepromjenjivo područje snimanja

source: Use keyboard shorcuts
fr: utiliser les raccourcis clavier
hr: Koristi prečace tipkovnice

source: Switch to mode: Normal
fr: Passage au mode: Normal
hr: Prebaci u način: Normalan

source: Configuration
hr: Podešavanje

source: Timeout back to normal:
fr: Temps avant retour au mode normal:
hr: Vrijeme povratka natrag na normalno

source: Zero desactivate countdown Times in seconds
fr: Zéro désactive le compte à reboursTemps en secondes
hr: Nula deaktivira odbrojavanje Vrijeme je u sekundama

source: seconds
fr: secondes
hr: sekunde

source: Switch to mode: Hard
fr: Passage au mode: Difficile
hr: Prebaci u način: Tvrd

source: Switch to mode: Divine
fr: Passage au mode: Divin
hr: Prebaci u način: Uzvišen

source: Stop screencast
fr: Arrêter la capture vidéo
hr: Zaustavi snimanje

source: Screencast countdown time:
fr: Temps d'enregistrement:
hr: Vrijeme odbrojavanja do početka snimanja:

source: Times in seconds
fr: Temps en secondes
hr: Vrijeme u sekundama

source: pixels (height)
fr: pixels (hauteur)
hr: pikseli (visina)

source: Transformice helper
hr: Transformice pomoćnik
