Repository: clefebvre/applets
Catalog: .translation-status/applets-status/host-entries@hoffis-eck.*/po/*.po
Languages: de

source: Checking status
de: Prüfe Status

source: Error, could not extract status!
de: Fehler, konnte Status nicht extrahieren!

source: Entry is active
de: Eintrag ist aktiv

source: Entry is inactive
de: Eintrag ist inaktiv

source: Entry does not exist
de: Eintrag existiert nicht

source: Entry status is unknown
de: Status des Eintrags ist unbekannt

source: Error, trying to set unknown status!
de: Fehler, es wird versucht einen unbekannten Status zu setzen!

source: Error, unknown status!
de: Fehler, unbekannter Status!

source: IP address
de: IP-Adresse

source: Enables/Disables Entries in /etc/hosts
de: Aktiviert/Deaktiviert Einträge in /etc/hosts

source: Host Entries
de: Host Einträge
