Repository: clefebvre/applets
Catalog: .github/applets-metadata-po/*.po
Languages: sv

source: Autostart programs
sv: Uppstartsprogram

source: Click here to add or remove programs to start with the session.
sv: Klicka hör för att lägga till eller ta bort program i Uppstartsprogram.

source: Countdown timer with notifications
sv: Nedräkningsur med avisering

source: A countdown timer app with visual and auditory notifications based on markbokil's timer-notifications applet
sv: Ett nedräkningsur med visuell och auditiv avisering, baserad på markbokil's timer-notifications.

source: Back-up State
sv: Säckerhetskopieringsstatus

source: Probes for the state of a certain rsync back-up by checking the exit status of the log file
sv: Övervakar status för en viss rsync säkerhetskopiering, genom att kontrollera exit-status i loggfilen

source: Bash Sensors
sv: Bash-sensorer

source: Write your Bash commands to specify applet output (temperature sensors and not only!)
sv: Skriv dina Bash-kommandon för att specificera utdata i panelen (inte bara temperatursensorer)

source: Battery Applet with Monitoring and Shutdown (BAMS)
sv: Batteriprogram med övervakning och avstängning (BAMS)

source: Displays Charge as Percentage and allows Alerts and Actions
sv: Visar laddning som procentsats och aktiverar varningar och åtgärder

source: Num Lock/Caps Lock indicator with MessageTray notifications
sv: Num Lock-/Caps Lock-indikator med avisering

source: Shows whether caps lock/num lock is on, and displays a notification when these change.
sv: Visar om Caps Lock/Num Lock är på och meddelar när det ändras.

source: Better Cinnamon Settings
sv: Bättre Cinnamon-inställningar

source: A Better Cinnamon Settings
sv: En bättre Cinnamon-inställningar

source: Cinnamon Binary Clock
sv: Cinnamon binärklocka

source: The Cinnamon calendar applet, with the time displayed in binary
sv: Ett Cinnamon kalenderprogram som visar tiden binärt

source: Brightness and gamma applet
sv: Ljus- och gammaprogram

source: Sets brightness and gamma levels of a screen
sv: Anger ljus- och gammanivåer för skärmen

source: World Clock Calendar
sv: Världsklockekalender

source: Fork of the Cinnamon calendar applet with support for displaying multiple timezones
sv: Förgrening av Cinnamons kalenderprogram med stöd för visning av flera tidszoner

source: Cheaty - Cheatsheet keeper
sv: Cheaty - Lathundsarkiv

source: An applet to provide quick access to a variety of cheat sheets.
sv: Ett panelprogram som tillhandahåller snabb åtkomst till diverse lathundar.

source: Cinnamon Menu with the look of the Windows 7 Start Menu or the MATE Menu
sv: Cinnamon-meny med utseende från Windows 7 startmeny, eller MATE-menyn

source: Clipboard QR code applet
sv: Urklipp till QR-kod

source: Create QR codes from clipboard content
sv: Skapa QR-koder från urklippsinnehåll

source: Collapsible Systray
sv: Komprimerbart systemfält

source: A replacement for the abandoned System Tray Collapsible Cinnamon applet
sv: En ersättare för det övergivna panelprogrammet System Tray Collapsible

source: Color Picker
sv: Färghämtare

source: Click on applet to pick color
sv: Klicka på panelikonen för att hämta en färg

source: Command Launcher
sv: Kommandostartare

source: Lets you to run command-line commands with the click of a button
sv: Låter dig köra kommandon med ett knappklick

source: Applet runs script or application periodically and displays its output on the taskbar
sv: Panelprogrammet kör skript eller program periodiskt och visar utdata i panelen

source: Computer
sv: Dator

source: Show files at computer level
sv: Visa filer på datornivå

source: Simple CPU Monitor
sv: Enkel CPU-övervakare

source: A simple applet that displays the cpu usage.
sv: Ett enkelt panelprogram som visar CPU-belastning.

source: Docker Control
sv: Docker-kontroll

source: Activates/Deactivates Docker Container
sv: Aktiverar/Avaktiverar Docker-behållare

source: Custom Applications Menu
sv: Anpassad programmeny

source: An applications drop-down list easily customisable
sv: En enkelt anpassad programlista

source: Development Utils
sv: Utvecklarverktyg

source: Development Utils Applet for Cinnamon
sv: Utvecklarverktyg för Cinnamon i panelen

source: Download and upload speed
sv: Ner- och uppladdningshastighet

source: Shows usage of a network interface
sv: Visar användningen av ett nätverksgränssnitt

source: Feeds Reader
sv: Flödesläsare

source: Displays RSS news feeds
sv: Visar RSS nyhetsflöden

source: Force Quit
sv: Tvångsavsluta

source: Click on the applet to launch xkill and force any window to quit immediately
sv: Klicka på panelikonen för att starta xkill och tvinga valfritt fönster till omedelbart avslut

source: Github Explorer
sv: GitHub-utforskare

source: Click on the applet to explore your Public Github repositories
sv: Klicka på panelikonen för att utforska dina offentliga GitHub-förråd

source: GmailNotifier
sv: Gmail-avisering

source: Shows most recent mails, and how many unread messages you have.
sv: Visar den senaste e-posten och hur många olästa meddelanden du har.

source: A complete rewrite of the GPaste applet based on the Gnome Shell extension
sv: En fullständig omskrivning av GPaste applet, baserad på Gnome-insticket

source: GPU Temperature
sv: GPU-temperatur

source: Shows NVidia/ATI GPU temperature in the panel, and detailed/multi-gpu information in a popup menu.
sv: Visar nVIDIA/ATI GPU-temperatur i panelen och detaljerad information i en popup-meny.

source: Graphics Center
sv: Grafikcenter

source: Provides an easy and fast resource for all your picture needs
sv: Tillhandahåller en enkel och snabb resurs för dina bildbehov

source: Project Hamster Applet
sv: Panelprogram för Hamster-projektet

source: Cinnamon applet for project hamster - the GNOME time tracker
sv: Cinnamon panelprogram för Hamster-projektet - Tidsövervakaren för GNOME

source: Host Entries
sv: Värdposter

source: Enables/Disables Entries in /etc/hosts
sv: Aktiverar/Avaktiverar poster i /etc/hosts

source: Graphical hardware monitor
sv: Grafisk hårdvaruövervakare

source: Displaying realtime CPU and memory load
sv: Visar CPU- och minnesbelastning i realtid

source: Window list with app grouping and thumbnails
sv: Fönsterlista med programgruppering och miniatyrer

source: Window position save and restore utility.
sv: Verktyg för att spara och återställa fönsterposition

source: Printer Ink Level Monitor Applet
sv: Bläcknivåövervakare

source: USB Printer Ink Level Monitor Applet
sv: Bläcknivåövervakare för USB-skrivare

source: Disk Utilization
sv: Diskanvändning

source: Shows the current max disk I/O utilization in the panel and per device utilization in a popup menu.
sv: Visar aktuell I/O (diskanvändning) i panelen och användning per enhet i en popup-meny.

source: Location Detection + Flags
sv: Platsidentifiering + flaggor

source: Shows the geographic location of your public IP and country-flag.
sv: Visar geografisk plats för din publika IP-adress, med nationsflagga.

source: logout
sv: Logga ut

source: 2-clicks logout
sv: 2-klicks utloggning

source: LookingGlass Restart
sv: LookingGlass omstart

source: Looking Glass debugger with Cinnamon restart.
sv: LookingGlass felsökare med Cinnamon-omstart.

source: Mailnag mail notifier applet
sv: Mailnag e-postaviseringsprogram

source: Simple Memory Monitor
sv: Enkel minnesövervakare

source: A simple applet that displays the memory usage.
sv: Ett enkelt panelprogram som visar minnesanvändning.

source: Show or record desktop
sv: Visa eller spela in skrivbordet

source: Minimize all windows or record the desktop
sv: Minimera alla fönster eller spela in skrivbordet

source: Multi-Core System Monitor
sv: Övervakare för flerkärniga system

source: Displays in realtime the cpu usage for each core/cpu and overall memory usage.
sv: Visar i realtid, processoranvändning för varje enskild kärna/cpu och sammanlagd minnesanvändning.

source: My Bookmarks
sv: Mina bokmärken

source: My Launcher
sv: Min startmeny

source: Personal app launcher.
sv: Personlig programstartare

source: Network Data Usage Monitor
sv: Dataförbrukningsövervakare

source: A Comprehensive Data Usage Monitor with alerts and cumulative data functions
sv: En omfattande dataförbrukningsövervakare med varningar och kumulativa datafunktioner

source: Network
sv: Nätverk

source: Show network
sv: Visa nätverk

source: nVidia Prime GPU Display
sv: nVIDIA Prime GPU-visare

source: Displays which Graphics processor is active and nVidia GPU Temperature when active and in a horizontal panel
sv: Visar vilken grafikprocessor som är aktiv och nVIDIA GPU-temperatur, om aktiv och i horisontell panel.

source: Office Center
sv: Kontorscentral

source: Provides an easy and fast resource for all your office needs
sv: Erbjuder en enkel och snabb resurs för dina kontorsbehov

source: Path Monitor
sv: Mappövervakare

source: Quick access files in a directory
sv: Snabb åtkomst till filer i en mapp

source: PDFManager
sv: PDF-hanterare

source: Manager of PDF
sv: PDF-hanterare

source: Places
sv: Platser

source: Access your places and bookmarks
sv: Åtkomst till dina platser och bokmärken

source: Places Center
sv: Platscentral

source: Provides an easy-to-read layout to access your places
sv: Erbjuder en lättläst layout för att nå dina lagringsplatser

source: Places with Terminal Launcher
sv: Platser med termininalstartare

source: Access your places and bookmarks, or launch a terminal at that location
sv: Öppna dina platser och bokmärken, eller starta en terminal i den mappen

source: Pomodoro Timer
sv: Pomodoro Tidur

source: Great tool for boosted productivity!
sv: Bra verktyg för förbättrad produktivitet!

source: power-off
sv: Stäng av

source: 2-clicks power-off
sv: Stäng av med 2 klick

source: Printers
sv: Skrivare

source: Manage Jobs and Printers
sv: Hantera utskriftsjobb och skrivare

source: Profile switcher
sv: Profilväxlare

source: Change your settings profile
sv: Ändra din inställningsprofil

source: Restart Cinnamon
sv: Starta om Cinnamon

source: Click on the applet to restart Cinnamon
sv: Klicka på panelikonen för att starta om Cinnamon

source: Cinnamon stock menu applet with improved search.
sv: Cinnamon standardmeny med förbättrat sök.

source: Screensaver Inhibitor
sv: Skärmsläckarblockering

source: Click to inhibit the screensaver, click again to remove inhibition
sv: Klicka för att blockera skärmsläckaren, klicka igen för att avblockera

source: ScreenShot+Record Desktop
sv: Skärmklipp+Skrivbordsinspelning

source: ScreenShot
sv: Skärmklipp

source: Take a snapshot of your desktop or individual windows
sv: Ta ett skärmklipp av skrivbordet eller individuella fönster

source: Scripts Menu
sv: Skriptmeny

source: Menu applet for starting scripts
sv: Menyprogram för att starta skript

source: Perform an Internet search, using your favorite engine
sv: Utför en internetsökning med din favoritsöktjänst

source: Use this applet to create a separator between your applets
sv: Använd det här panelprogrammet för att skapa en avskiljare mellan dina andra panelprogram

source: Service Launcher
sv: Tjänststartare

source: Description
sv: Beskrivning

source: Session Manager
sv: Sessionshanterare

source: Provides easy access to shut down, restart, etc
sv: Tillhandahåller enkel åtkomst till Stäng av och Starta om etc.

source: Drawer (show/hide applets)
sv: Drawer (visa/dölj panelprogram)

source: hide a few applet to have a neater panel, and make them show up again by a click
sv: Dölj några panelprogram för att få en snyggare panel, och visa dem igen med ett klick

source: Shutdown Applet
sv: Avstängningsprogram

source: An applet to shutdown, restart and suspend your system.
sv: Ett panelprogram för att stänga av, starta om och försätta ditt system i vänteläge.

source: An applet to help you shutdown, restart and suspend your system with single click
sv: Ett panelprogram som hjälper dig stänga av, starta om och försätta datorn i vänteläge med ett klick

source: Shutdown Menu With Icons
sv: Avstängningsmeny med ikoner

source: A clone of Pantheon's Slingshot launcher in the form of a Cinnamon applet.
sv: En klon av Pantheons Slingshot launcher, i form av ett panelprogram för Cinnamon.

source: A nice compact popup calculator
sv: En liten kompakt popup-kalkylator

source: Sound with apps volume
sv: Ljud med programvolym

source: Applications' volume, volume 150%, mute button, scrolling track time, custom launcher ...
sv: Programvolym, volym 150%, ljudavstängningsknapp, skrollbar spårtidsindikator, anpassad programstartare ...

source: Stackoverflow Questions Notifier
sv: Stackoverflow frågeavisering

source: Checks stackoverflow site to see if new questions have been posted under a particular tag and generates a notification
sv: Genomsöker Stackoverflow efter nya frågor under specifika taggar och genererar en avisering

source: Applet that allows you to manage desktop notes
sv: Panelprogram som låter dig hantera skrivbordsanteckningar

source: Stopwatch for Cinnamon 1.8+
sv: Stoppur för Cinnamon 1.8+

source: Allows one to time activities such as the time online with multiple instances possible
sv: Låter dig klocka aktiviteter såsom online-tid, med möjlighet till flera instanser

source: Suspend computer
sv: Försätt datorn i viloläge

source: Immediately suspends the computer
sv: Försätt datorn i omedelbart viloläge

source: click to show/hide desktop, scroll to switch workspace and windows quick list by right click
sv: Klicka för att visa skrivbordet, skrolla för att växla arbetsyta och högerklicka för fönsterlista

source: System Monitor
sv: Systemövervakare

source: Displays CPU, memory, swap and network usage and load in graphs
sv: Visar CPU-, minnes-, växlings-, och nätverksanvändning samt belastning, i diagram.

source: System monitor with graphs
sv: Systemövervakare med diagram

source: Display CPU, Memory and Swap usage, Disk and Network rates as text and graphs
sv: Visa CPU-, minnes- och växlingsutrymmesanvändning, samt disk- och nätverkshastigheter i text och diagram

source: CPU Temperature Indicator
sv: CPU-temperaturindikator

source: Shows CPU Temperature
sv: Visar CPU-temperatur

source: Text to speech applet
sv: Text-till-tal

source: A text reading applet
sv: Ett textläsande program

source: Reload Current Theme
sv: Uppdatera aktuellt tema

source: A simple applet that allows you to refresh the current Cinnamon Theme
sv: Ett enkelt panelprogram för att uppdatera det aktuella Cinnamon-temat

source: Time Out
sv: Tidsgräns

source: Automatically controlled time outs and breaks
sv: Automatiskt kontrollerade tidsgränser och raster

source: Timer with Notifications
sv: Tidur med avisering

source: A timer app with visual and auditory notifications.
sv: Ett tidur med visuell och auditiv avisering.

source: Todo
sv: Att göra

source: a simple todo list ticker for cinammon
sv: En enkel att-göra-lista för Cinnamon

source: Toggle LookingGlass
sv: Öppna/Stäng LookingGlass

source: Click on the applet to toggle LookingGlass
sv: Klicka på panelprogrammet för att öppna/stänga LookingGlass

source: Turn Off Monitor
sv: Stäng av skärmen

source: Click on the applet to turn off monitor
sv: Klicka på panelikonen för att stänga av skärmen

source: Up Time
sv: Upptid

source: A simple applet that displays uptime.
sv: Ett enkelt panelprogram som visar upptid

source: UserTile Applet
sv: Användarpanel

source: An applet to access your account details and more. Design is based on UserTile applet from Windows.
sv: Ett panelprogram för åtkomst till dina kontodetaljer och mer. Baserad på Användarpanel från Windows.

source: Vbox Launcher
sv: VBox-startare

source: An applet to launch virtual machines.
sv: Ett panelprogram för att starta virtuella maskiner.

source: Network usage monitor
sv: Nätverksanvändningsövervakare

source: Network usage monitor using vnstat
sv: Övervakare för nätverksanvändning som använder vnstat

source: Weather
sv: Väder

source: View your local weather forecast
sv: Visa din lokala väderprognos

source: Web Developer Menu
sv: Webbutvecklarmeny

source: A Menu for PHP/MySQL Web Developers
sv: En meny för PHP/MySQL webbutvecklare

source: A window list with app grouping and window previews
sv: En fönsterlista med programgruppering och förhandsgranskning

source: Windows Quick List with close button
sv: Fönsterlista med stängknappar

source: Quickly access windows from all workspaces with close buttons and settings
sv: Snabb åtkomst till fönster med stängknappar och inställningar, från alla arbetsytor

source: Workspace grid (2D) and switcher
sv: Arbetsytor i rutnät (2D) med växlare

source: 2D workspace grid and switcher for Cinnamon
sv: Arbetsytor i 2D-rutor med växlare för Cinnamon

source: Workspace Name
sv: Arbetsytenamn

source: Show the current workspace name in the panel
sv: Visa aktuell arbetsyta i panelen

source: Xampp Panel Menu
sv: XAMPP panelmeny

source: A Panel Menu for XAMPP Web Developers
sv: En panelmeny för XAMPP webbutvecklare
