Repository: clefebvre/applets
Catalog: 0dyseus@PopupTranslator/files/0dyseus@PopupTranslator/po/*.po
Languages: hr

source: Copy translated text to clipboard
hr: Kopiraj prevedeni tekst u međuspremnik

source: Translate text on provider's website
hr: Prevedi tekst na web stranici pružatelja usluge

source: Open translation history
hr: Otvori povijest prevođenja

source: Source language
hr: Jezik izvora

source: Target language
hr: Jezik prevođenja

source: (G) = Language supported only by Google Translate. (Y) = Language supported only by Yandex Translate.
hr: (G) = Jezik podržan samo Google prevoditeljom. (Y) = Jezik podržan samo Yandex prevoditeljom.

source: First translation mechanism (Left click on applet)
hr: Prvi prevoditeljski mehanizam (Lijevi klik na aplet)

source: Second translation mechanism (Middle click on applet)
hr: Drugi prevoditeljski mehanizam (Srednji klik na aplet)

source: Third translation mechanism (Hotkey #1)
hr: Treći prevoditeljski mehanizam (Tipka prečaca 1)

source: Fourth translation mechanism (Hotkey #2)
hr: Četvrti prevoditeljski mehanizam (Tipka prečaca 2)

source: Service provider
hr: Pružatelj usluge

source: Language pair
hr: Jezični par

source: Translation hotkey
hr: Prečac tipkovnice prevođenja

source: Force translation hotkey
hr: Prisilni prečac tipkovnice prevođenja

source: Unmet dependencies found!!!
hr: Nerazrješive zavisnosti pronađene!!!

source: A detailed error has been logged into ~/.cinnamon/glass.log file.
hr: Opširniji zapis greške je zapisan u ~/.cinnamon/glass.log datoteku.

source: Left click on applet
hr: Lijevi klik na aplet

source: Middle click on applet
hr: Srednji klik na aplet

source: Hotkey #1
hr: Tipka prečaca 1

source: Hotkey #2
hr: Tipka prečaca 2

source: Set %s as default translation engine.
hr: Postavi %s kao zadani prevoditeljski pogon.

source: Applet extras
hr: Dodatne mogućnosti

source: Translation history
hr: Povijest prevođenja

source: Open translation history window.
hr: Otvori prozor povijesti prevođenja.

source: History storage
hr: Lokacija pohrane povijesti

source: Open the location where the translation history file is stored.
hr: Otvori lokaciju gdje je povijest prevođenja pohranjena.

source: Check dependencies
hr: Provjeri zavisnosti

source: Check whether the dependencies for this applet are met.
hr: Provjerite jesu li zadovljene zavisnosti za ovaj aplet.

source: Help
hr: Pomoć

source: Open this applet help file.
hr: Otvori datoteku pomoći ovog apleta.

source: History
hr: Povijest

source: Go to %s's website
hr: Idi na %s web stranicu

source: Powered By %s
hr: Pogoni %s

source: No Yandex API keys were found!!!
hr: Nisu pronađeni Yandex API ključevi!!!

source: Check this applet help file for instructions.
hr: Provjerite datoteku pomoći ovog apleta za daljnje upute.

source: It can be accessed from this applet context menu.
hr: Može se pristupiti iz izbornika ovog apleta.

source: API key is invalid
hr: API ključ je pogrešan

source: Blocked API key
hr: Blokiran API ključ

source: Exceeded the daily limit on the amount of translated text
hr: Premašeno dnevno ograničenje količine prevedenog teksta

source: Exceeded the maximum text size
hr: Premašena najveća veličina teksta

source: The text cannot be translated
hr: Tekst ne može biti preveden

source: The specified translation direction is not supported
hr: Navedeni smjer prevođenja nije podržan

source: Error parsing %s's request.
hr: Greška obrade %s's zahtjeva.

source: All dependencies seem to be met.
hr: Sve zavisnosti su zadovljene.

source: Custom label
hr: Prilagođeni naziv

source: Custom timestamp
hr: Prilagođena vremenska oznaka

source: Choose a custom timestamp for the translation history entries. YYYY: year MM: month DD: day hh: hours mm: minutes ss: seconds
hr: Odaberite prilagođenu vremensku oznaku za unose povijesti prevođenja. YYYY: godina MM: mjesec DD: dan hh: sati mm: minute ss: sekunde

source: Keyboard shortcut to perform a translation
hr: Prečac tipkovnice za izvođenje prijevoda

source: Choose a keybinding to perform a translation.
hr: Odaberite kombinaciju tipki za izvođenje prevođenja.

source: Estonian
hr: Estonski

source: Filipino (G)
hr: Filipinski (G)

source: Gujarati (G)
hr: Gudžaratski (G)

source: Kurdish (Kurmanji) (G)
hr: Kurdski (Kurmanji) (G)

source: Lao (G)
hr: Laoski (G)

source: Kazakh (G)
hr: Kazaški (G)

source: Bulgarian
hr: Bugarski

source: Khmer (G)
hr: Kmerski (G)

source: French
hr: Francuski

source: Kyrgyz (G)
hr: Kirgiški (G)

source: Armenian
hr: Armenski

source: Finnish
hr: Finski

source: Frisian (G)
hr: Frizijski (G)

source: Albanian
hr: Albanski

source: Chinese (Y)
hr: Kineski (Y)

source: Haitian Creole
hr: Haićanski kreolski

source: Mongolian (G)
hr: Mongolski (G)

source: Serbian
hr: Srpski

source: Malayalam
hr: Malajalamski

source: Italian
hr: Talijanski

source: Afrikaans (G)
hr: Afrički (G)

source: Amharic
hr: Amharski

source: German
hr: Njemački

source: Slovak
hr: Slovački

source: Maori (G)
hr: Maorski (G)

source: Urdu
hr: Urdski

source: Polish
hr: Poljski

source: Swedish
hr: Švedski

source: Scots Gaelic (G)
hr: Škotski galski (G)

source: Slovenian
hr: Slovenski

source: Chinese (G)
hr: Kineski (G)

source: Azerbaijani
hr: Azerbejdžanski

source: Nepali (G)
hr: Nepalski (G)

source: Galician (G)
hr: Galicijski (G)

source: Danish
hr: Danski

source: Indonesian
hr: Indonezijski

source: Yiddish (G)
hr: Jidiš

source: Georgian
hr: Gruzijski

source: Norwegian
hr: Norveški

source: Tamil (G)
hr: Tamilski (G)

source: Thai
hr: Tajlandski

source: Yoruba (G)
hr: Jorubški (G)

source: Swahili (G)
hr: Svahiliski (G)

source: Greek
hr: Grčki

source: Latvian
hr: Letonski

source: English
hr: Engleski

source: Basque (G)
hr: Baskijski (G)

source: Sinhala (G)
hr: Sinhalski (G)

source: Sindhi (G)
hr: Sindski (G)

source: Uzbek (G)
hr: Uzbečki (G)

source: Punjabi (G)
hr: Pandžapski (G)

source: Bosnian (Y)
hr: Bosanski (Y)

source: Arabic
hr: Arapski

source: Hebrew (Y)
hr: Hebrejski (Y)

source: Icelandic
hr: Islandski

source: Turkish
hr: Turski

source: Pashto
hr: Paštunski

source: Hindi
hr: Hindski

source: Hmong
hr: Hmongski

source: Korean
hr: Korejski

source: Malagasy
hr: Madagaskarski

source: Hungarian
hr: Mađarski

source: Catalan
hr: Katalonski

source: Igbo
hr: Igboški

source: Lithuanian
hr: Litavski

source: Malay
hr: Malajski

source: Luxembourgish
hr: Luksemburški

source: Russian
hr: Ruski

source: Croatian
hr: Hrvatski

source: Cebuano
hr: Cebuanski

source: Javanese
hr: Javanski

source: Shona (G)
hr: Shonaski (G)

source: Hebrew (G)
hr: Hebrejski (G)

source: Sesotho (G)
hr: Sesothoski (G)

source: Czech
hr: Češki

source: Belarusian
hr: Bjeloruski

source: Macedonian
hr: Makedonski

source: Persian
hr: Perzijski

source: Sundanese (G)
hr: Sundanski (G)

source: Hausa (G)
hr: Hauski (G)

source: Vietnamese
hr: Vijetnamski

source: Romanian
hr: Rumunjski

source: Somali
hr: Somalijski

source: Corsican
hr: Korzikanski

source: Dutch
hr: Nizozemski

source: Ukrainian
hr: Ukrajinski

source: Welsh
hr: Velški

source: Samoan (G)
hr: Samoanski (G)

source: Maltese
hr: Malteški

source: Telugu (G)
hr: Teluški (G)

source: Myanmar (Burmese) (G)
hr: Mianmar (Burmanski) (G)

source: Spanish
hr: Španjolski

source: Marathi (G)
hr: Marathski (G)

source: Kannada (G)
hr: Kanareški (G)

source: Tajik (G)
hr: Tadžički (G)

source: Portuguese
hr: Portugalski

source: Irish (G)
hr: Irski (G)

source: Bengali (G)
hr: Bengalski (G)

source: Japanese
hr: Japanski

source: Latin (G)
hr: Latinski (G)

source: Hawaiian (G)
hr: Havajski (G)

source: General
hr: Općenito

source: Debugging settings
hr: Postavke otklanjanja grešaka

source: Yandex translator settings
hr: Postavke Yandex prevoditelja

source: Applet settings
hr: Postavke apleta

source: Translation Mechanisms
hr: Mehanizam prevođenja

source: Popup elements appearance
hr: Izgled elemenata skočnog prozora

source: Translation history settings
hr: Postavke povijesti prevođenja

source: Translated text style
hr: Izgled prevedenog teksta

source: Indent translation history data
hr: Indent podaci povijesti prijevoda

source: It allows to save the translation history data with indentation.
hr: Omogućuje spremanje podataka povijesti prijevoda s indentacijom.

source: Auto
hr: Automatski

source: API keys
hr: API ključevi

source: Enter one API key per line. Read the help file (Help item on this applet context menu) found inside this applet folder to know how to get free Yandex API keys.
hr: Upišite jedan API ključ po redku. Pročitajte datoteku pomoći (Stavka pomoći u izborniku ovog apleta) koja se nalazi unutar mape apleta kako bi saznali, kako dobiti besplatne Yandex API ključeve.

source: (*) This options are only useful for the applet developer
hr: (*) Ove mogućnosti su jednino korisne razvijateljima apleta

source: Choose translation service provider.
hr: Odaberite pružatelja usluge prevođenja.

source: Yandex Translator
hr: Yandex prevoditelj

source: Google Translator
hr: Google prevoditelj

source: History window initial width
hr: Početna širina prozora prevođenja

source: pixels
hr: piksela

source: Footer style
hr: Izgled podnožja

source: Keyboard shortcut to perform a FORCED translation
hr: Prečac tipkovnice za izvođenje PRISILNOG prijevoda

source: Choose a keybinding to perform a FORCED translation. A "forced translation" forces the translation of any string stored on the translation history and overwrites the existing one.
hr: Odaberite kombinaciju tipki za izvođenje PRISILNOG prevođenja. "Prisilno prevođenje" sili prevođenje bilo kojeg izraza pohranjenog u povijest prevođenja i zamjenjuje postojeći.

source: Custom icon
hr: Prilagođena ikona

source: Width to trigger word wrap
hr: Širina pokretanja prijeloma riječi

source: The "Source text" and "Target text" columns on the history window will wrap its text at the width defined by this setting.
hr: Stupci "Tekst izvora" i "Tekst prijevoda" u prozoru povijesti će prelomiti tekst po širini određenoj u ovoj postavki.

source: Enable logging
hr: Omogući zapisivanje

source: It enables the ability to log the output of several functions used by the applet.
hr: Omogućuje mogućnost zapisivanja nekoliko izlaznih funkcija koje koristi aplet.

source: Timestamp for translation history entries
hr: Vremenska oznaka za unose povijesti prevođenja

source: YYYY DD-MM hh:mm:ss (European)
hr: YYYY DD-MM hh:mm:ss (Europski)

source: Custom
hr: Prilagođena

source: History window initial height
hr: Početna visina prozora prevođenja

source: Language pair style
hr: Izgled jezičnog para

source: NikoKrause: German localization and bug reports.
hr: NikoKrause: Njemačka lokalizacija i prijave grešaka.

source: Radek71: Czech localization and bug reports.
hr: Radek71: Češka lokalizacija i prijave grešaka.

source: Simple translator applet that will allow to display any selected text from any application on a system in a popup.
hr: Jednostavan aplet za prijevod koji omogućuje prikaz bilo kojeg odabranog teksta iz bilo koje aplikacije na računalu u skočnom prozoru.

source: Bug reports and feature requests should be reported on this applet's repository linked below.
hr: Prijave grešaka i zahtjevi novih značajki trebali bi se prijaviti ispod na poveznici repozitorija ovog apleta.

source: Popup Translator
hr: Skočni prozor prevoditelja
