Repository: clefebvre/applets
Catalog: gmail@lauritsriple/files/gmail@lauritsriple/po/*.po
Languages: da

source: No new mail
da: Ingen ny mail

source: Something went wrong
da: Noget gik galt

source: Install python libaries from terminal
da: Installér python-biblioteker fra terminalen

source: How To
da: Hvordan

source: You need pip3, 'sudo apt-get install pip3' You need python-feedparser, 'sudo pip3 install feedparser' You need python keyring and python keyring-alt, 'sudo pip3 install keyrings' and 'sudo pip3 install keyrings-alt'
da: Du har brug for pip3, "sudo apt-get install pip3" Du har brug for python-feedparser, "sudo pip3 install feedparser" Du har brug for python keyring og python keyring-alt, "sudo pip3 install keyrings" og "sudo pip3 install keyrings-alt"

source: Could not get json from python
da: Kunne ikke hente json fra python

source: ERROR
da: FEJL

source: Check internet conneciton Install the needed python libaries Configure password correctly
da: Tjek internetforbindelsen Installér de nødvendige python-biblioteker Angiv adgangskoden korrekt

source: New mail
da: Ny mail

source: New mails
da: Nye mail

source: No new mails
da: Ingen nye mail

source: Have a nice day
da: Hav en fortsat god dag

source: Shows most recent mails, and how many unread messages you have.
da: Viser de seneste mail og hvor mange ulæste beskeder, du har.

source: Username:
da: Brugernavn:

source: Set your username
da: Angiv dit brugernavn

source: Store your username and password. Uses the keyring so password is not stored in cleartext. It might take a while (2-10seconds) before the password gets visible removed after you press the button. If your gmail adress is usernam@gmail.com, only put in the username part here. There are still some issues so you might have to press the button a couple of time. If the password changes to something else, dont press it again.
da: Gemmer dit brugernavn og din adgangskode. Anvender nøgleringen, så adgangskoden ikke gemmes i klartekst. Det kan tage lidt tid (2-10 sekunder), før adgangskoden fjernes, efter du har trykket på knappen. Hvis din gmail-adresse er brugernavn@gmail.com, skal du kun angive brugernavn-delen her. Der er stadig lidt problemer, så det kan være, du skal trykke på knappen et par gange. Hvis adgangskoden ændres til noget andet, skal du ikke trykke igen.

source: Password:
da: Adgangskode:

source: Set your password
da: Angiv din adgangskode

source: Save username and password
da: Gem brugernavn og adgangskode

source: Click to save username and password
da: Klik for at gemme brugernavn og adgangskode
