Repository: clefebvre/applets
Catalog: .translation-status/applets-status/batterymonitor@pdcurtis/po/*.po
Languages: de

source: Waiting
de: Es wird gewartet

source: Open Power Statistics
de: Energiestatistiken öffnen

source: Open System Monitor
de: Systemüberwachung öffnen

source: Housekeeping and System Sub Menu
de: Organisation und System-Untermenü

source: View the Changelog
de: Das Änderungsprotokoll anschauen

source: Open the Help file
de: Die Hilfedatei öffnen

source: Open stylesheet.css (Advanced Function)
de: stylesheet.css öffnen (Erweiterte Funktion)

source: Battery Applet with Monitoring and Shutdown (BAMS)
de: Akku-Applet mit Überwachung und Herunterfahren (BAMS)

source: Battery Low - turn off or connect to mains
de: Batterie Niedrig - Rechner ausschalten oder an das Netz anschließen

source: The Battery Level has fallen to your alert level either reconnect to a power source or close down your work and suspend or shutdown the machine
de: Der Akkustand ist auf Ihre Alarmstufe gefallen entweder an eine Stromquelle anschließen oder die Arbeit schließen und den Rechner in den Ruhezustand versetzen oder herunterfahren

source: Battery Critical will Suspend unless connected to mains
de: Akku kritisch - Rechner wird in Ruhezustand versetzt, wenn er nicht an das Netz angeschlossen wird

source: Charge:
de: Aufladen:

source: Alert:
de: Alarm:

source: Suspend:
de: Ruhezustand:

source: Percentage Charge:
de: Aufgeladener Prozentsatz:

source: Alert at:
de: Alarmieren bei:

source: Suspend at:
de: In Ruhezustand versetzen bei:

source: General Settings for the Battery Applet with Monitoring and Shutdown
de: Allgemeine Einstellungen für das Akku-Applet mit Überwachung und Herunterfahren

source: Refresh Interval for Display:
de: Aktualisierungsintervall für Anzeige:

source: seconds
de: Sekunden

source: Percentage Battery Charge at which Alert Displayed
de: Prozentsatz der Akkuladung, bei welchem der Alarm angezeigt wird

source: Percentage of Battery Charge at which Orange Warning Background is displayed - It is also shown and can be adjusted in the Applet left click menu
de: Prozentsatz der Akkuladung, bei der der Hintergrund orange als Warnung angezeigt wird - dies wird auch im Linksklick-Menü des Applets angezeigt und kann dort angepasst werden

source: Displays Charge as Percentage and allows Alerts and Actions
de: Zeigt Ladezustand in Prozent an und erlaubt Alarm und weitere Aktionen zu setzen
