Repository: clefebvre/applets
Catalog: ink-level-monitor@r0p01ach/files/ink-level-monitor@r0p01ach/po/*.po
Languages: hu

source: Unable to connect printer at port
hu: Nem lehet kapcsolódni a nyomtatóhoz a porton:

source: Error reading data...
hu: Hiba az adatok olvasásakor…

source: USB Printer Ink Level Monitor Applet
hu: USB nyomtató tintaszint kijelző kisalkalmazás

source: Printer Ink Level Monitor Applet
hu: Nyomtató tintaszint kijelző kisalkalmazás

source: Printer Port Number
hu: Nyomtató portszám

source: (lp# device)
hu: (lp# eszköz)

source: Update Interval
hu: Frissítési időköz

source: seconds
hu: másodperc

source: Applet Width
hu: Kisalkalmazás szélessége a panelen

source: General Settings
hu: Általános beállítások
