Repository: clefebvre/applets
Catalog: scripts@paucapo.com/files/scripts@paucapo.com/po/*.po
Languages: hr

source: Scripts
hr: Skripte

source: Open scripts folder
hr: Otvori mapu skripta

source: Update menu
hr: Nadopuni izbornik

source: Title
hr: Naziv

source: Scripts directory
hr: Mapa skripta

source: Custom icon
hr: Prilagođena ikona

source: Autoupdate. Update scripts list when the applet is opened.
hr: Automatska nadopuna. Nadopuni popis skripta kada se aplet otvori.

source: Icon
hr: Ikona

source: Show title
hr: Prikaži naziv

source: Icon (empty to hide the icon)
hr: Ikona (isprazni za sakrivanje ikone)

source: Scripts Menu
hr: Izbornik skripta

source: Menu applet for starting scripts
hr: Aplet izbornika za pokretanje skripta
