Repository: clefebvre/applets
Catalog: 0dyseus@window-list-fork/files/0dyseus@window-list-fork/po/*.po
Languages: tr

source: Preferences
tr: Tercihler

source: Move to the other monitor
tr: Diğer ekrana taşı

source: Move to monitor %d
tr: %d ekranına taşı

source: Only on this workspace
tr: Sadece bu çalışma alanında

source: Visible on all workspaces
tr: Tüm çalışma alanlarında görünür

source: Move to another workspace
tr: Bir başka çalışma alanına taşı

source: Close all
tr: Tümünü kapat

source: Close others
tr: Diğerlerini kapat

source: Restore to full opacity
tr: Saydamlığı tam olarak sıfırla

source: Restore
tr: Geri Yükle

source: Minimize
tr: Küçült

source: Unmaximize
tr: Tam ekrandan çık

source: Maximize
tr: Tam ekran

source: Close
tr: Kapat

source: About...
tr: Hakkında...

source: Configure...
tr: Yapılandır...

source: Remove '%s'
tr: Sil '%s'

source: Hide labels in the window list buttons
tr: Pencere listesindeki etiketleri gizle

source: Invert context menu items order
tr: İçerik menüsü öğelerinin sırasını tersine çevir

source: Reverse the direction of mouse-wheel scrolling in the window list
tr: Pencere listesinde fare tekerleği kaydırma yönünü tersine çevir

source: Enable mouse-wheel scrolling in the window list
tr: Pencere listesinde fare tekerleği ile kaydırmayı etkinleştir

source: Custom height for window thumbnails
tr: Pencere önizlemesi yüksekliğini özelleştir

source: pixels
tr: piksel

source: Show window thumbnails on hover
tr: Üstüne gelince pencere önizlemesi göster

source: Where to display the "Preferences" sub-menu?
tr: "Tercihler" alt menüsünü nerede gösterilsin?

source: If the option "Invert context menu items order" is enabled, the "Top of menu" will actually be the "Bottom of menu" and vice versa.
tr: Eğer "İçerik menüsü öğelerinin sırasını tersine çevir" seçeneği etkinse, "Menünün üstünde" seçeneği fiilen "Menünün altında" seçeneği gibi davranır ya da tam tersi olur.

source: Do not display
tr: Gösterme

source: Top of menu
tr: Menünün üstünde

source: Bottom of menu
tr: Menünün altında

source: Custom width for window thumbnails
tr: Pencere önizlemesi genişliğini özelleştir

source: Window buttons can have different sizes and use the entire space available
tr: Pencere düğmeleri farklı boyutlara sahip olabilir ve mevcut alanının tamamı kullanılabilir

source: Middle click to close window
tr: Pencereyi kapatmak için orta tıklama

source: Do not display tooltips
tr: Araç ipuçlarını gösterme

source: Show an alert in the window list when a window from another workspace requires attention
tr: Başka bir çalışma alanında gelişme olduğunda pencere listesinde uyarı göster

source: Fork of the main Cinnamon Window list applet.
tr: Cinnamon ana pencere listesinden çatallandı.

source: Window list (Fork By Odyseus)
tr: Pencere listesi (Odyseus'un çatalı)
