Repository: clefebvre/applets
Catalog: back-up_state@natsakis.com/files/back-up_state@natsakis.com/po/*.po
Languages: pl_pl

source: Has never run successfully!
pl_pl: Nigdy nie działał z powodzeniem!

source: Last successful back-up completed on
pl_pl: Ostatnia kopia zapasowa zakończona sukcesem w

source: Probes for the state of a certain rsync back-up by checking the exit status of the log file
pl_pl: Sprawdza stan kopii zapasowej rsync, sprawdzając status wyjścia pliku dziennika

source: Back-up State
pl_pl: Status kopii zapasowej

source: String to be searched for
pl_pl: Tekst do wyszukania

source: Set the string that will be searched for in your log file, to determine the last good back-up
pl_pl: Ustaw tekst, który będzie wyszukiwany w twoim pliku dziennika, aby ustalić ostatnią dobrą kopię zapasową

source: Log file
pl_pl: Plik dziennika

source: Refresh interval (min):
pl_pl: Częstotliwość odświeżania (min):

source: Error after days:
pl_pl: Zgłasza błąd po dniach (ilość):

source: Warning after days:
pl_pl: Ostrzega po dniach (ilość):
