Repository: clefebvre/applets
Catalog: ratecurrency@magner/files/ratecurrency@magner/po/*.po
Languages: da

source: Fiat and cryptocurrency quote rates
da: Kurser for fiat- og kryptovaluta

source: Displays the current price and trends of cryptocurrencies (TOP 150 coins with CoinMarketCap) and popular fiat currencies (Dollar, Euro, Ruble etc.). Monitoring daily percentage changes.
da: Viser den aktuelle pris og udvikling af kryptovalutaer (TOP 150 hos CoinMarketCap) og populære fiatvalutaer (dollar, euro, rubler osv.). Daglige procentvise ændringer overvåges.

source: General
da: Generelt

source: Choosing a server for fiat currency
da: Vælg en server til fiatvalutaer

source: Affects the load data fiat currency quotes
da: Vælg en server til indhentning af fiatvalutakurser

source: European Union
da: Den europæiske union

source: Russian Federation
da: Den russiske føderation

source: Display cryptocurrency quotes instead of fiat currency
da: Vis kryptovalutakurser i stedet for fiatvalutakurser

source: Cryptocurrency options
da: Indstillinger for kryptovaluta

source: Your CoinMarketCap API Key
da: Din API-nøgle til CoinMarketCap

source: If you don`t have one you can get it for free at https://pro.coinmarketcap.com
da: Har du ikke en, kan du få en gratis her https://pro.coinmarketcap.com

source: Go to CoinMarketCap website
da: Besøg CoinMarketCaps websted

source: Click this button to visit the website
da: Klik knappen for at besøge webstedet

source: Select base currency (coin)
da: Vælg grundvaluta (møntfod)

source: For which coin to display a quote?
da: For hvilken møntfod skal kursen vises?

source: Select update interval (using API credits)
da: Vælg opdateringsinterval (med brug af API-kreditter)

source: Determines how often to receive new data. Each update is one credit. For a free basic plan, an interval of 30+ minutes is recommended
da: Bestemmer hvor tit nye data modtages. Hver opdateringer en kredit. Et interval på 30 eller flere minutter anbefales til et gratis "basic" abonnement.

source: 5 minutes
da: 5 minutter

source: 15 minutes
da: 15 minutter

source: 30 minutes
da: 30 minutter

source: 45 minutes
da: 45 minutter

source: 1 hour
da: 1 time

source: 2 hours
da: 2 timer

source: 4 hours
da: 4 timer

source: Display options
da: Visningsindstillinger

source: Select quote currency
da: Vælg valuta

source: In which currency to show quote information
da: Hvilken valuta skal kurserne vises i

source: Australian dollar (AUD)
da: Australske dollar (AUD)

source: Brazilian real (BRL)
da: Brasilianske real (BRL)

source: Bulgarian lev (BGN)
da: Bulgarske lev (BGN)

source: Canadian dollar (CAD)
da: Canadiske dollar (CAD)

source: Chinese yuan renminbi (CNY)
da: Kinesiske yuan renminbi (CNY)

source: Czech koruna (CZK)
da: Tjekkiske koruna (CZK)

source: Danish krone (DKK)
da: Danske kroner (DKK)

source: Hungarian forint (HUF)
da: Ungarske forint (HUF)

source: Indian rupee (INR)
da: Indiske rupee (INrR)

source: Japanese yen (JPY)
da: Japanske yen (JPY)

source: Norwegian krone (NOK)
da: Norske kroner (NOK)

source: Polish zloty (PLN)
da: Polske zloty (PLN)

source: Pound sterling (GBP)
da: Britiske pund sterling (GBP)

source: Romanian leu (RON)
da: Rumænske lei (RON)

source: Russian rouble (RUB)
da: Russiske rubler (RUB)

source: South African rand (ZAR)
da: Sydafrikanske rand (ZAR)

source: South Korean won (KRW)
da: Sydkoreanske won (KRW)

source: Swedish krona (SEK)
da: Svenske kroner (SEK)

source: Swiss franc (CHF)
da: Schweiziske franc (CHF)

source: Turkish lira (TRY)
da: Tyrkiske lira (TRY)

source: US dollar (USD)
da: Amerikanske dollar (USD)

source: Display type quotes
da: Visning af kurser

source: Money (e.g. 8,261.20 $)
da: Penge (f.eks. 8261,20 $)

source: Delta (e.g. -0.426 $)
da: Delta (f.eks. -0,426 $)

source: Percent (e.g. 0.26%)
da: Procent (f.eks. 0,26 %)

source: Show icon
da: Vis ikon

source: Show currency name
da: Vis valutanavn

source: Graph
da: Graf

source: Show currency history on graph
da: Vis valutahistorik grafisk

source: Graph options
da: Indstillinger for graf

source: Duration history (in days)
da: Varighed af historikken (dage)

source: Color
da: Farve

source: Alerts
da: Advarsler

source: Enable alerts
da: Aktivér advarsler

source: Alerts options
da: Indstillinger for advarsler

source: Maximum value
da: Største værdi

source: Alert is triggered when the current value is higher than this value
da: Advarsel udløses, når valutaen kommer over denne værdi

source: Minimum value
da: Mindste værdi

source: Alert is triggered when the current value is lower than this value
da: Advarsel udløses, når valutaen kommer under denne værdi

source: Unit
da: Enhed

source: Percentages
da: Procent

source: Money
da: Penge

source: Australian dollar
da: Australske dollar

source: Brazilian real
da: Brasilianske real

source: Bulgarian lev
da: Bulgarske lev

source: Canadian dollar
da: Canadiske dollar

source: Chinese yuan renminbi
da: Kinesiske yuan renminbi

source: Czech koruna
da: Tjekkiske koruna

source: Danish krone
da: Danske kroner

source: Hungarian forint
da: Ungarske forint

source: Indian rupee
da: Indiske rupee

source: Japanese yen
da: Japanske yen

source: Norwegian krone
da: Norske kroner

source: Polish zloty
da: Polske zloty

source: Pound sterling
da: Britiske pund sterling

source: Romanian leu
da: Rumænske lei

source: Russian rouble
da: Russiske rubler

source: South African rand
da: Sydafrikanske rand

source: South Korean won
da: Sydkoreanske won

source: Swedish krona
da: Svenske kroner

source: Swiss franc
da: Schweiziske franc

source: Turkish lira
da: Tyrkiske lira

source: US dollar
da: Amerikanske dollar

source: Set API key...
da: Angiv API-nøgle …

source: Error
da: Fejl

source: Reconnect
da: Tilslut igen

source: Update:
da: Opdatering:

source: Rank: #
da: Rang: nr.

source: Max.:
da: Maks.:

source: For the Russian server, try again in 15 seconds.
da: Til den russiske server: prøv igen om 15 sekunder.

source: History for
da: Historik for

source: day
da: dag

source: days
da: dage

source: _days" #for some countries the third declension of the wor
da: _dage

source: Average:
da: Gennemsnit:

source: Click to open graph
da: Klik for at åbne grafen

source: Update quote
da: Opdatér kurs
