Repository: clefebvre/applets
Catalog: PDFManager@cinnamon.org/files/PDFManager@cinnamon.org/po/*.po
Languages: es

source: Click here to manage your PDF
es: Haga clic aquí para administrar sus archivos PDF

source: Extract PDF
es: Extracto PDF

source: Reduce size of PDF
es: Reducir el tamaño del PDF

source: Rotate left PDF
es: Girar izquierda PDF

source: Rotate right PDF
es: Girar a la derecha PDF

source: Flip vertically PDF
es: Voltear verticalmente PDF

source: Install PDFManager's tools
es: Instalar herramientas PDFManager

source: Manager of PDF
es: Manager de PDF

source: Open Document Viewer
es: Abierto Visor de documentos

source: Open PDF Mod
es: Abierto PDF Mod

source: Open PDF Editor
es: Abierto PDF Editor

source: Installation of PDFManager's tools
es: Instalación de herramientas de PDFManager

source: Select your PDF...
es: Seleccione su PDF...

source: Save as...
es: Guardar como...

source: Pages to extract
es: Extracción de páginas

source: Input pages to extract (e.g. : 1-5 7-9 or 3-end or even or odd) :
es: Entrar en las páginas de extraer (e.g. : 1-5 7-9 o 3-end o even o odd) :

source: PDF Files
es: Fcheros PDF
